# IdeaStatiCa.RcsApi.Model.ConcreteCheckResultOverallItem

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**ResultType** | **CheckResultType** |  | [optional]
**Result** | **CheckResult** |  | [optional]
**CheckValue** | **double** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)